Repository: ppfeufer/pp-wp-basic-security
Catalog: l10n/pp-wp-basic-security-*.po
Languages: de_de

source: Removing all non-needed stuff from the HTML Output
de_de: Entfernen aller nicht benötigten Inhalte aus der HTML-Ausgabe

source: Security Tweaks
de_de: Sicherheitsoptimierungen

source: Select which security tweaks you want to apply …
de_de: Wähle aus, welche Sicherheitsoptimierungen Du anwenden möchtest …

source: Canonical link
de_de: Kanonischer Link

source: Remove the canonical link from the `<head>` section
de_de: Entfernt den kanonischen Link aus dem Abschnitt „<head>“

source: Emoji Support
de_de: Emoji-Unterstützung

source: Disable Emoji Support
de_de: Emoji-Unterstützung deaktivieren

source: Remove the debug from html output when the Enfold theme is used
de_de: Entfernt das Debug aus der HTML-Ausgabe, wenn das Enfold Theme verwendet wird

source: Remove the `<meta name="generator" content="WordPress x.y.z" />` tag from the `<head>` section
de_de: Entfernt das Tag „<meta name="generator" content="WordPress x.y.z" />" aus dem Abschnitt „<head>"

source: Remove some definitions from the `<head>` section, like XMLRPC header, RSS feeds and WLW Manifests
de_de: Entfernt einige Definitionen aus dem Abschnitt „<head>“, z. B. XMLRPC-Header, RSS-Feeds und WLW-Manifeste

source: Login Error Messages
de_de: Fehlermeldungen bei der Anmeldung

source: Remove the login error messages
de_de: Entfernt die Fehlermeldungen bei der Anmeldung

source: Disable oEmbed discovery
de_de: Deaktiviert die oEmbed-Erkennung

source: Remove the X-Pingback header
de_de: Entfernt den X-Pingback Header

source: Remove the WordPress version from the scripts and styles
de_de: Entfernt die WordPress-Version, welche eingebundenen JavaScript und CSS angehängt wird

source: Remove the WooCommerce generator tag
de_de: Entfernt das WooCommerce-Generator-Tag

source: YouTube Embed (no cookie)
de_de: YouTube Embed (Kein Cookie)

source: Change the YouTube embed to use the no-cookie domain
de_de: Ändert die YouTube-Einbettung, um die No-Cookie-Domain zu verwenden

source: WP Basic Security Settings
de_de: WP Basic Security Einstellungen

source: Plugin Settings
de_de: Plugin Einstellungen

source: Ups! Something went wrong!
de_de: Ups! Etwas ist schief gelaufen!
